[
	{
		"id": "01",
		"name": "Front-End Engineer",
		"author_name": "Jose Portilla",
		"author_img": "jose.jpg",
		"details": "Front-end engineers work closely with designers to make websites beautiful, functional, and fast. This Career Path will teach you not only the necessary languages and technologies, but how to think like a front-end engineer, too. By the end, you’ll have the portfolio and interview skills you need to start your new career..",
		"img": "c3.jpg",
		"Duration": "22 hours",
		"Lessons": "14 Lessons",
		"Enrolled": 138,
		"rating": 4.5,
		"price": 25
	},
	{
		"id": "02",
		"name": "Back-End Engineer",
		"author_name": "Jose Portilla",
		"author_img": "jose.jpg",
		"details": "No matter what you're building, having a strong foundation is crucial — that's where back-end engineers come in. In this Career Path, you'll start with programming servers and client-side interfaces, then level up to designing databases. By the end, you'll have everything you need to start your career as a back-end engineer.",
		"img": "c4.jpg",
		"Duration": "22 hours",
		"Lessons": "14 Lessons",
		"Enrolled": 138,
		"rating": 4.5,
		"price": 25
	},
	{
		"id": "03",
		"name": "Full-Stack Engineer",
		"details": "Use Python for Data Science and Machine Learning. Use Spark for Big Data Analysis. Implement Machine Learning Algorithms. Learn to use NumPy for Numerical Data",
		"img": "c5.jpg",
		"author_name": "Jose Portilla",
		"author_img": "jose.jpg",
		"Duration": "20 hours",
		"Lessons": "10 Lessons",
		"Enrolled": 24557,
		"rating": 4.8,
		"price": 30
	},
	{
		"id": "04",
		"name": "Javascript",
		"img": "c6.jpg",
        "details":"The modern JavaScript course for everyone! Master JavaScript with projects, challenges and theory. Many courses in one!",
		"author_img": "jose.jpg",
		"Duration": "44 hours",
		"Lessons": "10 Lessons",
		"Enrolled": 2349045,
		"rating": 4.9,
		"price": 43
	},
	{
		"id": "05",
		"name": "React js",
		"img": "c7.jpg",
		"author_name": "Max Miligan",
		"author_img": "max.jpg",
        "details":"Build powerful, fast, user-friendly and reactive web apps. Provide amazing user experiences by leveraging the power of JavaScript with ease. Apply for high-paid jobs or work as a freelancer in one the most-demanded sectors you can find in web dev right now . Learn all about React Hooks and React Components",
		"Duration": "49 Hours",
		"Lessons": "18 Lessons",
		"Enrolled": 120499,
		"rating": 4.7,
		"price": 32
	},
	{
		"id": "06",
		"name": "Kotlin",
		"img": "c8.jpg",
		"author_name": "Max Miligan",
		"author_img": "max.jpg",
        "details": "Work with one of the most in-demand web development programming languages. Learn the basics as well as advanced concepts of NodeJS in great detail .Build modern, fast and scalable server-side web applications with NodeJS, databases like SQL or MongoDB and more. Understand the NodeJS ecosystem and build server-side rendered apps, REST APIs and GraphQL APIs",
		"Duration": "41 Hours",
		"Lessons": "20 Lessons",
		"Enrolled": 42094,
		"rating": 4.9,
		"price": 54
	},
	{
		"id": "07",
		"name": "MongoDB",
		"img": "c9.jpg",
		"author_name": "Max Miligan",
		"author_img": "max.jpg",
        "details":"Learn how to use ReactJS to build real native mobile apps for iOS and Android. Develop cross-platform (iOS and Android) mobile apps without knowing Swift, ObjectiveC or Java/ Android . Explore React Native basics and advanced features!. Learn how to use key mobile app features like Google maps or the device camera",
		"Duration": "39 Hours",
		"Lessons": "32 Lessons",
		"Enrolled": 309499,
		"rating": 4.5,
		"price": 30
	},
	{
		"id": "08",
		"name": "Express js",
		"img": "c10.jpg",
		"author_name": "Dr. Angela Yu",
		"author_img": "yu.jpg",
		"Duration": "49 Hours",
        "details":"Be able to build any app you want.Craft a portfolio of apps to apply for junior developer jobs. Build fully-fledged apps for your startup or business.Work as a freelance iOS developer",
		"Lessons": "48 Lessons",
		"Enrolled": 75566,
		"rating": 4.5,
		"price": 40
	},
	{
		"id": "09",
		"name": "Andriod Engineer",
		"img": "c11.jpg",
		"author_name": "Dr. Angela Yu",
		"author_img": "yu.jpg",
		"Duration": "62 Hours",
		"Lessons": "65 Lessons",
		"Enrolled":309485,
		"rating": 4.5,
        "details": "Be able to build any app you want.Start your own app based business.Create a portfolio of apps to apply for junior developer jobs at a technology company.Become a digital nomad by working as a freelance iOS developer",
		"price": 42
	},
	{
		"id": "10",
		"name": "PHP Engineer",
		"img": "c12.jpg",
		"author_name": "Dr. Angela Yu",
		"author_img": "yu.jpg",
		"Duration": "80 Hours",
		"Lessons": "46 Lessons",
		"Enrolled": 140294,
		"rating": 4.5,
        "details": "You will create a portfolio of 15 apps to be able apply for junior developer jobs at a technology company. You will learn Xcode, UIKit and SwiftUI, ARKit, CoreML and CoreData. You will learn by doing, where every lesson is incorporated into a real-world app project. After the course, you will be able to build any app you want.",
		"price": 22
	}
]